Repository: Bookingfor/bookingfor-wordpress-extension-8.6
Catalog: lang/bfi-*.po
Languages: ar, cs_cz, fr_fr, hr

source: BookingFor details merchant box
ar: حجز لتفاصيل مربع التاجر
cs_cz: BookingFor podrobnosti obchodní box
fr_fr: BookingFor sur les détailsboîte marchand
hr: BookingFor pojedinosti - trgovački okvir

source: what to show
ar: ما لإظهار
cs_cz: co ukázat

source: A Carousel list of Merchants.
ar: قائمة كاروسيل للتجار.
cs_cz: Kolotoč seznam obchodníků.
fr_fr: Une liste de carrousel des marchands.
hr: Popis trgovaca u obliku vrtuljka.

source: BookingFor Merchants
ar: حجوزات التجار
cs_cz: BookingFor obchodníci
fr_fr: BookingFor marchands
hr: BookingFor trgovci

source: A Filter box.
ar: مربع تصفية.
cs_cz: Pole filtru.
fr_fr: Une boîte de filtre.
hr: Filterskog okvir.

source: BookingFor Search Events
ar: BookingFor أحداث البحث
cs_cz: Rezervacepro vyhledávací akce

source: A Search box for Experience.
ar: مربع بحث عن الخبرة.
cs_cz: Vyhledávací pole pro multimerchant, monomerchant a prodáváme na.

source: BookingFor Search Experience
ar: BookingFor تجربة البحث
cs_cz: Rezervacepro vyhledávací akce

source: 1 day
ar: يوم واحد
cs_cz: 1 den
fr_fr: 1 jour
hr: 1 dan

source: 7 days
ar: 7 أیام
cs_cz: 7 dnů
fr_fr: 7 jours
hr: 7 dana

source: Search days interval
ar: فترة أيام البحث
cs_cz: Interval dnů hledání

source: Pagina dei risultati:
ar: باجينا دي ريسولتاتي:

source: Select
ar: تحديد
cs_cz: Vybrat
fr_fr: Sélectionnez
hr: Izaberite

source: BookingFor Search Filters
ar: BookingFor مرشحات البحث
cs_cz: BookingFor vyhledávací filtry
fr_fr: Filtres de recherche BookingFor
hr: BookingFor uvjeti pretraživanja

source: A box for search on Maps.
ar: صندوق لـ(سيراش)
cs_cz: Krabice pro seracha.

source: BookingFor Search MapSells
ar: BookingFor بحث MapSells
cs_cz: BookingFor hledání

source: 1 year
ar: 1 سنة
cs_cz: 1 rok
fr_fr: 1 année

source: A Search box for Rental cars, bikes.
ar: مربع بحث عن تأجير السيارات والدراجات.
cs_cz: Vyhledávací pole pro pronájem automobilů, kol.

source: BookingFor Search Rental
ar: BookingFor تأجير البحث
cs_cz: BookingFor hledání

source: Package
ar: الباقة
cs_cz: Balíček
hr: Paket

source: A Search box .
ar: مربع بحث .
cs_cz: Vyhledávací pole pro multimerchant, monomerchant a prodáváme na.

source: BookingFor Search
ar: الحجز بحث
cs_cz: BookingFor hledání
fr_fr: Recherche BookingFor
hr: BookingFor pretraživanje

source: A Search box for time slots.
ar: مربع بحث عن فتحات الوقت.
cs_cz: Vyhledávací pole pro multimerchant, monomerchant a prodáváme na.

source: BookingFor Search slot
ar: حجز لفتحة البحث
cs_cz: BookingFor hledání

source: A small map box.
ar: صندوق خريطة صغير.
cs_cz: Malá mapa box.

source: BookingFor small map box
ar: حجز مربع خريطة صغيرة
cs_cz: RezervacePro malé mapové pole

source: OPS, some errors occurred! Please try again later.
ar: مكتب خدمات المشاريع ، وقعت بعض الأخطاء! الرجاء المحاولة مرة أخرى لاحقاً.
cs_cz: OPS, došlo k chybám. Opakujte akci později.
fr_fr: OPS, certaines erreurs se sont produites ! Veuillez réessayer ultérieurement.
hr: Pojavila se pogreška! Pokušajte ponovo kasnije.

source: At this moment you cannot do payments.
ar: في هذه اللحظة لا يمكنك القيام بالدفع.
cs_cz: V tomto okamžiku nelze provést platby.
fr_fr: En ce moment, vous ne pouvez faire des paiements.
hr: U ovom trenutku ne možete vršiti plaćanja.

# Page slug
source: resources
ar: masadir
cs_cz: zdroje
fr_fr: ressources
hr: resursi

# Page slug
source: events
ar: al-ahdath
cs_cz: udalosti
fr_fr: evenements
hr: dogadaja

# Page slug
source: offers
ar: eurud
cs_cz: nabidky
fr_fr: offre
hr: ponude

# Page slug
source: onsellunits
ar: wahadat-onsell
cs_cz: prodavatjednotky
fr_fr: unites-devente
hr: na-prodajne-jedinice

# Page slug
source: offer
ar: eard
cs_cz: nabidka
fr_fr: offre
hr: ponuda

source: Thank you for having chosen us.
ar: شكراً لك على اختيارك لنا
cs_cz: Děkujeme vám za nás.
fr_fr: Nous vous remercions de nous avoir choisis.
hr: Hvala vam što ste nas izabrali.

source: Details
ar: تفاصيل
cs_cz: Podrobnosti
fr_fr: Détails
hr: Pojedinosti

source: Discover
ar: ديسكفر
fr_fr: Découvrir
hr: Otkrij

# Page slug
source: payment
cs_cz: platba
fr_fr: paiement
hr: placanje

# Page slug
source: thanks
cs_cz: dik
fr_fr: merci
hr: hvala

# Page slug
source: errors
cs_cz: chyby
fr_fr: erreurs
hr: pogreske

# Page slug
source: reviews
cs_cz: hodnoceni
fr_fr: commentaires
hr: recenzije

# Page slug
source: review
cs_cz: recenze
fr_fr: examen
hr: recenzija

# Page slug
source: redirect
cs_cz: presmerovani
hr: preusmjeriti
