Repository: Bookingfor/bookingfor-wordpress-extension-8.6
Catalog: lang/bfi-*.po
Languages: ar, cs_cz, fr_fr, hr

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
ar: هذا المتجر تجريبي لأغراض الاختبار &mdash; لا نقوم بتنفيذ أي أوامر.
cs_cz: Toto je ukázkový obchod pro testovací účely. Rezervace nebudou vyřízeny.
fr_fr: Il s’agit d’un magasin de démo pour des fins de test &mdash; aucune commande ne s’accomplira.
hr: Ovo je demonstracija za potrebe testiranja &mdash; narudžba ne mora biti ispunjena.

# Page slug
source: search-availability
ar: tawafir-albahth
cs_cz: hledat-dostupnost
fr_fr: recherche-disponibilite
hr: dostupnost-pretrazivanja

# Page slug
source: Search Availability
ar: tawafir albahth
cs_cz: Hledat dostupnost
fr_fr: Rechercher une disponibilité
hr: Dostupnost pretraživanja

# Page slug
source: search-mapsells
ar: albahth-fi-alkharayit
cs_cz: prohledat-mapy
fr_fr: recherchemap-vend
hr: mape-pretrazivanja

# Page slug
source: Search Map Sells
ar: bahath yabie kharita
cs_cz: Hledat Mapa prodává
fr_fr: Carte bouton
hr: karta-pretrazivanja-prodaje

# Page slug
source: search-events
ar: ahdath-albahth
cs_cz: vyhledavani-udalosti
fr_fr: recherche-evenements
hr: pretrazivanje-dogadaji

# Page slug
source: Search Events
ar: ahdath albahth
cs_cz: Hledat události
fr_fr: Rechercher des événements
hr: dogadaji-pretrazivanja

# Page slug
source: properties-for-sale
ar: eaqaarat-lilbaye
cs_cz: vlastnosti-pro-prodej
fr_fr: proprietes-a-la-vente
hr: nekretnine-za-prodaju

# Page slug
source: Search Properties for sale
ar: albahth ean eiqarat lilbaye
cs_cz: Vyhledávání nemovitostí na prodej
fr_fr: Rechercher des propriétés à vendre
hr: Svojstva pretraživanja za prodaju

# Page slug
source: eventdetails
ar: tafasil-alhadath
cs_cz: podrobnostiudalosti
fr_fr: details-evenement
hr: detalji-dogadaja

# Page slug
source: Event Details
ar: tafasil alhadath
cs_cz: Podrobnosti události
fr_fr: Détails de l'évènement
hr: Detalji događaja

# Page slug
source: pointsofinterestdetails
ar: tafasil-niqat-alaihtimam
cs_cz: podrobnostiboduzajmu
fr_fr: details-points-d-interet
hr: detalji-zanimljivosti

# Page slug
source: Pointsofinterest Details
ar: tafasil niqat alaihtimam
cs_cz: Podrobnosti bodů zájmu
fr_fr: Détails des points d'intérêt
hr: Pojedinosti zanimljivih mjesta

# Page slug
source: merchantdetails
ar: tafasil-alttajir
cs_cz: podrobnostioobchodníkovi
fr_fr: details-marchand
hr: pojedinosti-o-trgovcu

# Page slug
source: Merchant Details
ar: tafasil alttajir
cs_cz: Obchodní detaily
fr_fr: Détails de marchands
hr: Podaci o trgovcu

# Page slug
source: resourcegroupdetails
ar: tafasil-majmueat-almawarid
cs_cz: podrobnostioskupineprostredku
fr_fr: details-grouperessources
hr: pojedinosti-o-grupi-resursa

# Page slug
source: Resourcegroup Details
ar: tafasil majmueat almawarid
cs_cz: Podrobnosti o skupině prostředků
fr_fr: Détails du groupe de ressources
hr: Pojedinosti o grupi resursa

# Page slug
source: accommodation-details
ar: tafasil-al-iiqama
cs_cz: ubytovani-detaily
fr_fr: hebergement-details
hr: detalji-smjestaja

# Page slug
source: Accommodation Details
ar: tafasil al iiqama
cs_cz: Podrobnosti ubytování
fr_fr: Détails de l'Hébergement
hr: Detalji smještaja

# Page slug
source: experience-details
ar: tafasil-altajriba
cs_cz: podrobnosti-zazitku
fr_fr: details-evenement
hr: detalji-dogadaja

# Page slug
source: Experience Details
ar: tafasil altajriba
cs_cz: podrobnosti zážitku
fr_fr: Détails de l'évènement
hr: Detalji događaja

# Page slug
source: onsell-details
ar: tafasil-albaye
cs_cz: onsell-detaily
fr_fr: details-devente
hr: o-detaljima-prodaje

# Page slug
source: On Sell Details
ar: tafasil albaye
cs_cz: Na prodej detaily
fr_fr: Sur les détails de la vente
hr: Pojedinosti o prodaji

# Page slug
source: Payment Details
ar: bayanat-aldafe
cs_cz: Podrobnosti platby
fr_fr: details-paiement
hr: Detalji o uplati

# Page slug
source: cartdetails
ar: tafasil-alsayara
cs_cz: podrobnostiokosiku
fr_fr: panierdetails
hr: detalji-kolica

# Page slug
source: Cart Details
ar: tafasil alsayara
cs_cz: Detail košíku
fr_fr: Détails du panier
hr: Detalji košarice

# Page slug
source: search-packages
ar: packageshaz- albahth
cs_cz: prohledat-balicky
fr_fr: rechercher-packages
hr: paketi-za-pretrazivanje

# Page slug
source: Search Packages
ar: بحث في الباقات
cs_cz: Prohledat balíčky
fr_fr: Rechercher des packages
hr: Pretraži paketi

# Page slug
source: packages-details
ar: tafasil-alhazm
cs_cz: balicky
fr_fr: details-forfait
hr: detaljipaketa

# Page slug
source: Packages Details
ar: تفاصيل الباقات
cs_cz: Podrobnosti o balíčcích
fr_fr: Détails des Forfaits
hr: Detalji o paketima

# Page slug
source: genericrequest
ar: talabalaitisal
cs_cz: zadostokontakt
fr_fr: demandedecontact
hr: zahtjevzakontakt

# Page slug
source: Generic Request
ar: طلب الاتصال
cs_cz: Obecný požadavek
fr_fr: Demande de contact
hr: Zahtjev za kontakt

source: Event details
ar: تفاصيل الحدث
cs_cz: Podrobnosti události
fr_fr: Détails de l'événement

source: PointsOfInterest details
ar: تفاصيل نقاط أوتثيرتيريست
fr_fr: Détails des points d'intérêt

source: Merchant details
ar: تفاصيل التاجر
cs_cz: Obchodní detaily
fr_fr: Détails de marchands
hr: Pojedinosti trgovca

source: Resourcegroup Details
ar: تفاصيل مجموعة الموارد
cs_cz: Podrobnosti o skupině prostředků
fr_fr: Détails du groupe de ressources
hr: Pojedinosti o grupi resursa

source: Accomodation details
ar: تفاصيل الإقامة
cs_cz: Podrobnosti ubytování
fr_fr: Détails de l’hébergement
hr: Pojedinosti smještaja

source: Experience details
ar: تفاصيل التجربة
cs_cz: Podrobnosti události

source: Order payment
ar: دفع أمر
cs_cz: Platba objednávky
fr_fr: Paiement de commande
hr: Plaćanje narudžbom

source: On Sell details
ar: على تفاصيل البيع
cs_cz: Na prodej detaily
fr_fr: Sur les détails de la vente
hr: Na pojedinostima o prodaji

source: Cart details
ar: تفاصيل العربة
cs_cz: Detail košíku
fr_fr: Détails du panier
hr: Pojedinosti košarice

source: Packages details
ar: تفاصيل الباقات
cs_cz: balicky

source: Generic Request
ar: طلب الاتصال
cs_cz: Obecný požadavek
fr_fr: Demande de contact

source: BookingFor Permalinks
ar: حجز لبرمالينس
fr_fr: BookingFor permaliens

source: BookingFor search result page
ar: صفحة نتائج البحث BookingFor
cs_cz: BookingFor stránky
fr_fr: Page de résultats de recherche BookingFor
hr: BookingFor stranica rezultata pretraživanja

source: BookingFor Merchant details page
ar: صفحة تفاصيل BookingFor التاجر
cs_cz: Stránka Podrobnosti BookingFor obchodníka
fr_fr: Page de détails de BookingFor marchand
hr: BookingFor stranica s pojedinostima trgovca

source: BookingFor Accommodation details page
ar: صفحة تفاصيل الحجز للإقامة
cs_cz: Stránka Podrobnosti o BookingFor ubytování
fr_fr: Page de détails de logement BookingFor
hr: BookingFor stranica s pojedinostima smještaja

source: BookingFor On Sell details page
ar: صفحة تفاصيل BookingFor On Sell
cs_cz: Stránka Podrobnosti BookingFor na prodej
fr_fr: Vendre des BookingFor sur la page de détails
hr: BookingFor na stranici s pojedinostima prodaje

source: BookingFor Cart Details page
ar: صفحة تفاصيل الحجز لعربة التسوق
cs_cz: Stránka Rezervacepro košík
fr_fr: Page Des détails du panier BookingFor

source: BookingFor Generic Request page
ar: صفحة الطلب العام ل BookingFor
fr_fr: BookingFor Page de demande générique

source: BookingFor Event Details page
ar: صفحة تفاصيل الحدث BookingFor
cs_cz: Stránka Podrobnosti rezervace pro akci
fr_fr: Page Des détails de l’événement BookingFor

source: BookingFor PointsOfInterest Details page
ar: صفحة تفاصيل BookingFor نقاط
cs_cz: Rezervace pro bodyOsměsíce podrobnosti
fr_fr: BookingFor PointsOfInterest Page Détails

# slug
source: search-availability
ar: tawafir-albahth
cs_cz: hledat-dostupnost
fr_fr: recherche-disponibilite
hr: dostupnost-pretrazivanja

# slug
source: search-events
ar: ahdath-albahth
cs_cz: vyhledavaci-udalosti
fr_fr: recherche-evenements
hr: pretrazivati-dogadaje

# slug
source: merchantdetails
ar: tafasil-alttajir
cs_cz: podrobnostioobchodníkovi
fr_fr: details-marchand
hr: ojedinostiotrgovcu

# slug
source: cartdetails
ar: tafasil-alearaba
cs_cz: podrobnostiokosiku
fr_fr: panierdetails
hr: detalji-kolica

# slug
source: genericrequest
ar: talabalaitisal
cs_cz: zadostokontakt
fr_fr: demandedecontact
hr: zahtjevzakontakt

# slug
source: accommodation-details
ar: tafasil-al-iiqama
cs_cz: ubytovani-detaily
fr_fr: hebergement-details
hr: detalji-smjestaja

# slug
source: onsell-details
ar: tafasil-albaye
cs_cz: naprodej-detaily
fr_fr: details-devente
hr: o-detaljima-prodaje

# slug
source: eventdetails
ar: tafasil-alhadath
cs_cz: podrobnostiudalosti
fr_fr: details-evenement
hr: detalji-o-dogadajima

# slug
source: pointsofinterestdetails
ar: tafasil-niqat-alaihtimam
cs_cz: podrobnostiboduzajmu
fr_fr: details-points-d-interet
hr: detalji-zanimljivosti

source: These settings control the permalinks used specifically for BookingFor.
ar: تتحكم هذه الإعدادات في الارتباطات permalinks المستخدمة خصيصاً لـ BookingFor.
cs_cz: Toto nastavení řídí permalinks určených pro BookingFor.
fr_fr: Ces paramètres contrôlent les permaliens utilisés spécifiquement pour les BookingFor.
hr: Te postavke kontroliraju permalinks koji se koriste posebno za BookingFor.

# default-slug
source: search-availability
ar: tawafir-albahth
cs_cz: hledat-dostupnost
fr_fr: recherche-disponibilite
hr: dostupnost-pretrazivanja

source: Default
ar: افتراضي
cs_cz: Výchozí
fr_fr: Par défaut
hr: Zadano

source: Search Availability base
ar: قاعدة توفر البحث
cs_cz: Hledat dostupnost základny
fr_fr: Recherchez la base de disponibilité
hr: Traži dostupnost baze

source: Custom Base
ar: بناء خاص
cs_cz: Vlastní základny
fr_fr: Base personnalisée
hr: Prilagođena baza

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.
ar: ادخل تركيبة مخصصة لإستخدامها. التركيبة المخصصة <strong>يجب</strong> أن يتم تعينها سيقوم الموقع بإستخدام التركيبة الإفتراضية.
cs_cz: Zadejte vlastní základ použít. Základna <strong> musí </strong> být nastavena nebo WordPress bude používat výchozí místo.
fr_fr: Entrer dans une base personnalisée à utiliser. Une base de <strong> doit </strong> constituer ou WordPress utilise par défaut à la place.
hr: Unesite prilagođenu bazu za upotrebu. Baza <strong> mora biti postavljena </strong> ili će WordPress koristiti umjesto zadane.

# default-slug
source: searchavailability
ar: tawafiralbahth
cs_cz: hledatdostupnost
fr_fr: recherchedisponibilite
hr: dostupnostpretrazivanja

source: Cache are cleaned
ar: يتم تنظيف ذاكرة التخزين المؤقت
cs_cz: Cache jsou vyčištěny
fr_fr: Cache sont nettoyés

source: 8h
ar: 8 ساعة

source: 24h
ar: 24 ساعة

source: Euro
ar: يورو

source: Kune
ar: كيون
cs_cz: Kune (Kune)

source: U.S. dollar
ar: الدولار الأمريكي
cs_cz: Americký dolar
hr: Američki dolar

source: Japanese yen
ar: الين الياباني
cs_cz: Japonský jen
hr: Japanski jen

source: Canadian dollar
ar: الدولار الكندي
cs_cz: Kanadský dolar
hr: Kanadski dolar

source: Australian dollar
ar: دولار استرالي
cs_cz: Australský dolar
fr_fr: Dollar australien
hr: Australski dolar

source: Russian Ruble
ar: الروبل الروسي
cs_cz: Ruský rubl
fr_fr: Rouble Russe
hr: Ruska rublja

source: Czech koruna
ar: كورونا تشيكية
cs_cz: Česká koruna
hr: Češka kruna

source: Singapore dollar
ar: دولار سنغافورة
cs_cz: Singapurský dolar
fr_fr: Dollar de Singapour
hr: Singapurski dolar

source: Pound sterling
ar: الجنيه الاسترليني
cs_cz: Libra šterlinků
hr: Funta

source: If you like <strong>BookingFor</strong> please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating. A huge thank you from Bookingfor in advance!
ar: إذا كنت ترغب <strong>BookingFor</strong> الرجاء ترك لنا %s تصنيف %s ★★★★★. شكراً جزيلاً من Booking فور مقدماً!
cs_cz: Pokud se vám líbí <strong> BookingFor </strong> prosím, nechte nás %s &#9733; &#9733; &#9733; &#9733; &#9733; %s hodnocení. Obrovské poděkování od Bookingfor dopředu!
fr_fr: Si vous aimez <strong> BookingFor </strong> s’il vous plaît laissez-nous un %s &#9733; &#9733; &#9733; &#9733; &#9733; %s cote. Un énorme merci de Bookingfor à l’avance !
hr: Ako vam se sviđa <strong> BookingFor </strong> ostavite nam %s &#9733; &#9733; &#9733; &#9733; &#9733; %s ocjenu. Unaprijed veliko hvala od Bookingfor!

source: Thanks
ar: شكراً
cs_cz: Dík
fr_fr: Merci
hr: Hvala

source: Thank you for selling with BookingFor.
ar: شكراً على بيعك مع BookingFor.
cs_cz: Děkujeme vám za prodej s BookingFor.
fr_fr: Je vous remercie pour avoir vendu avec BookingFor.
hr: Hvala vam što prodajete s BookingFor.

source: There are untranslated pages in
ar: توجد صفحات غير مترجمة في
cs_cz: V dispozici jsou nepřeložené stránky
fr_fr: Il y a des pages non traduites dans

source: Create missing pages
ar: إنشاء صفحات مفقودة
cs_cz: Vytvoření chybějících stránek
fr_fr: Créer des pages manquantes
hr: Napravite nedostajuće stranice

source: All fine!
ar: كل شيء على ما يرام!
cs_cz: Všechno v pořádku!
fr_fr: Tout va bien !

source: Delete Cached Data
ar: حذف البيانات المخزنة مؤقتاً
cs_cz: Odstranit data uložená v mezipaměti
fr_fr: Supprimer les données mises en cache

source: Cached data are stored on your server in files. If you need to delete them, use the button below.
ar: يتم تخزين البيانات المخزنة مؤقتاً على الخادم في الملفات. إذا كنت بحاجة إلى حذفها، استخدم الزر أدناه.
cs_cz: Data uložená v mezipaměti jsou uložena na serveru v souborech. Pokud je potřebujete odstranit, použijte tlačítko níže.
fr_fr: Les données mises en cache sont stockées sur votre serveur dans les fichiers. Si vous devez les supprimer, utilisez le bouton ci-dessous.

source: Delete Cache
ar: حذف ذاكرة التخزين المؤقت
cs_cz: Vymazat cache
fr_fr: Supprimer le cache

source: Delete Cache for Bot
ar: حذف ذاكرة التخزين المؤقت لبوت
cs_cz: Odstranit mezipaměť pro robota
fr_fr: Supprimer le cache pour Bot

source: Save changes
ar: حفظ التغييرات
cs_cz: Uložit změny
fr_fr: Enregistrer les modifications
hr: Spremi promjene

source: Display the user's Cart link in the sidebar.
ar: عرض رابط السلة الخاص بالمستخدم في الشريط الجانبي.
cs_cz: Zobrazte uživatele vozíku odkaz v postranním panelu.
fr_fr: Lien du panier de l’utilisateur s’affichent dans la barre latérale.
hr: Prikaži u bočnoj traci poveznicu na košaricu korisnika.

source: BookingFor Cart
ar: حجز فور كارت
cs_cz: BookingFor vozík
fr_fr: BookingFor panier
hr: BookingFor košarica

source: Title
ar: العنوان
cs_cz: Titul
fr_fr: Titre
hr: Titula

source: Display the user's currency switcher in the sidebar.
ar: عرض مبدل العملة للمستخدم في الشريط الجانبي.
cs_cz: Zobrazení přepínače měny uživatele na postranním panelu.
hr: Prikaži u bočnoj traci izmjenjivač korisničke valute.

source: BookingFor currency switcher
ar: BookingFor مبدل العملات
cs_cz: RezervacePro měnovou přepínač
hr: BookingFor izmjenjivač valuta

source: Display the link for login, cart and change currency.
ar: عرض الرابط لتسجيل الدخول، عربة، والعملة تغيير.
cs_cz: Zobrazte odkaz pro přihlášení, košík a změnu měny.
fr_fr: Affichez le lien pour la connexion, le panier et la devise de changement.

source: BookingFor Header Link
ar: ارتباط العنوان BookingFor
cs_cz: BookingFor Odkaz záhlaví

source: Show currency selector
ar: إظهار محدد العملة
cs_cz: Zobrazit volič měny
fr_fr: Afficher le sélecteur de devise

source: Show link to cart
ar: إظهار ارتباط إلى سلة التسوق
cs_cz: Zobrazit odkaz na košík
fr_fr: Afficher le lien vers le panier

source: Show login as popup
ar: إظهار تسجيل الدخول كـ المنبثقة
cs_cz: Zobrazit přihlášení jako vyskakovací okno

source: Show link to Travel planner
ar: إظهار رابط لمخطط السفر
cs_cz: Zobrazit odkaz na Plánovač cest

source: Display the Login form in the sidebar.
ar: عرض نموذج تسجيل الدخول في الشريط الجانبي.
cs_cz: Zobrazení přihlašovacího formuláře na postranním panelu.

source: BookingFor Login
ar: الحجز لتسجيل الدخول
cs_cz: Rezervacepro přihlášení

source: Show like a popup
ar: إظهار مثل المنبثقة
cs_cz: Zobrazit jako vyskakovací okno
fr_fr: Afficher comme un popup

source: Display the user's Review in the sidebar.
ar: عرض مراجعة المستخدم في الشريط الجانبي.
cs_cz: Zobrazení recenze uživatele na postranním panelu.

source: BookingFor Reviews
ar: BookingFor مراجعات
cs_cz: RezervacePro recenze

source: A Search box for multimerchant, monomerchant and sell on.
ar: مربع بحث عن multimerchant، monomerchant وبيع على.
cs_cz: Vyhledávací pole pro multimerchant, monomerchant a prodáváme na.
fr_fr: Une boîte de recherche pour les multimerchant, les monomerchant et les vendre sur.
hr: Traganje okvir za multimerchant, monomerchant i prodavati dalje.

source: BookingFor Search Tab
ar: الحجز بحث
cs_cz: BookingFor hledání

source: Search 1 (default:Booking)
ar: البحث 1 (افتراضي:الحجز)
cs_cz: Hledat 1 (výchozí:Rezervace)

source: Search 2 (default:Services)
ar: البحث 2 (افتراضي:خدمات)
cs_cz: Hledat 2 (výchozí:Služby)

source: Search 3 (default:Activities)
ar: البحث 3 (افتراضي:الأنشطة)
cs_cz: Hledat 3 (výchozí:Aktivity)

source: Search 4 (default:Others)
ar: البحث 4 (الافتراضي:الآخرين)
cs_cz: Hledat 4 (výchozí:Ostatní)

source: Real Estate
ar: العقارات
cs_cz: Nemovitosti
fr_fr: Immobilier
hr: Nekretnina

source: Events
ar: الأحداث
cs_cz: Události
fr_fr: Événements
hr: Događaji

source: Search MapSells
ar: بحث في MapSells
cs_cz: prohledat-mapy
fr_fr: Rechercher MapSells

source: Nights
ar: الليالي
cs_cz: Nocí
fr_fr: Nuits
hr: Noći

source: Days
ar: أيام
cs_cz: Dny
fr_fr: Jours
hr: Dana

source: Unit of times
ar: وحدة من الأوقات
cs_cz: Jednotka časů
hr: Jedinica vremena

source: Time slot
ar: الوقت فتحة
cs_cz: Časový úsek
hr: Termin

source: Resource
ar: المورد
cs_cz: Zdroj
fr_fr: Ressources
hr: Resurs

source: Merchant
ar: التاجر
cs_cz: Stránka Podrobnosti BookingFor obchodníka
fr_fr: Marchand
hr: Trgovac

source: Resource group
ar: مجموعة الموارد
cs_cz: zdroje

source: Service
ar: الخدمة
cs_cz: Služba
hr: Servis

source: Experience
ar: الخبرات
cs_cz: Zkušenosti
fr_fr: Expérience
hr: Iskustvo

source: Rental
ar: تأجير
cs_cz: Pronájem
fr_fr: Location
hr: Smještaj

source: Time slots
ar: الوقت فتحة
cs_cz: Časové úseky
fr_fr: Créneau horaire
hr: Vremenski period

source: Maps Sell
ar: Search Map Sells
cs_cz: Hledat Mapa prodává

source: Displays horizontally
ar: يعرض أفقيا
cs_cz: Zobrazí vodorovně
fr_fr: Affiche horizontalement
hr: Prikazuje vodoravno

source: Fixed on top
ar: ثابت في الأعلى
cs_cz: Upevněno nahoře

source: Top correction
ar: تصحيح أعلى
cs_cz: Vrchní korekce

source: Fixed on bottom for small device
ar: ثابت في الأسفل لجهاز صغير
cs_cz: Upevněno na dně pro malé zařízení

source: Tab
ar: تبويب
cs_cz: Záložka
fr_fr: Onglet
hr: Kartica

source: Use more tab
ar: استخدام المزيد من علامة التبويب
cs_cz: Použití další karty

source: Show advance settings
ar: إظهار الإعدادات المسبقة
cs_cz: Zobrazit nastavení předstihu

source: Intro text
ar: النص المقدم
cs_cz: Úvodní text
fr_fr: Texte d'introduction

source: Icon (for expert users)
ar: أيقونة (للمستخدمين الخبراء)
cs_cz: Ikona (pro zkušené uživatele)

source: Merchant category
ar: فئة التاجر
cs_cz: Obchodní kategorie
fr_fr: Catégorie de marchands
hr: Kategorija trgovica

source: Product category
ar: فئة المنتج
cs_cz: Kategorie produktů
fr_fr: Catégorie de produit
hr: Kategorija proizvoda

source: Search availability for
ar: بحث عن توفر
cs_cz: Hledat dostupnost
hr: Traži raspoloživost za

source: Items type
ar: نوع الأصناف
cs_cz: Typ položky
hr: Vrsta stavke

source: Default group by
ar: المجموعة الافتراضية حسب
cs_cz: Výchozí skupina podle
hr: Zadanu skupinu po

source: result Views
ar: طرق عرض النتائج
cs_cz: zobrazení výsledků

source: Fields Visibility
ar: رؤية الحقول
cs_cz: Pole viditelnosti
fr_fr: Champs de visibilité
hr: Vidljivost polja

source: Search text
ar: نص البحث
cs_cz: Vyhledat text
fr_fr: Votre recherche
hr: Tekst pretrage

source: (Merchants, Products, Tags, Merchants and Products Categories, Regions, States, Cities, Zones)
ar: (التجار، المنتجات، العلامات، التجار والمنتجات فئات، المناطق، الدول، المدن، المناطق)
cs_cz: (Obchodníci, produkty, značky, obchodníci a kategorie produktů, regiony, státy, města, zóny)

source: Research fields
ar: مجالات البحث
cs_cz: Výzkumné obory

source: or
ar: أو
cs_cz: nebo
fr_fr: ou
hr: ili

source: Destination
ar: الوجهة
cs_cz: Cíl
hr: Odredište

source: Type
ar: النوع
cs_cz: Typ
fr_fr: Type de
hr: Tip

source: Map Button
ar: زر الخريطة
cs_cz: Tlačítko Mapa
fr_fr: Carte bouton
hr: Gumb karta

source: Select 1 day o more
ar: حدد يوم واحد س المزيد
cs_cz: Vyberte 1 den o více

source: Date Range
ar: نطاق التاريخ
cs_cz: Časové období
fr_fr: Plage de dates
hr: Raspon datuma

source: Date Time Range
ar: حد وقت التاريخ
cs_cz: Časové období
fr_fr: Plage horaire

source: Block Months
ar: حظر الشهور
cs_cz: Blok měsíce
fr_fr: Mois de bloc
hr: Blok mjeseci

source: Disable Days
ar: تعطيل الأيام
cs_cz: Zakázat dny
fr_fr: Désactiver les jours
hr: Onemogući dane

source: Show resource number
ar: إظهار رقم المورد
cs_cz: Zobrazit číslo zdroje

source: Limit resource number
ar: حد رقم المورد
cs_cz: Omezit číslo zdroje

source: min
ar: دقيقة

source: max
ar: الحد الأقصى

source: Show rooms number
ar: إظهار رقم الغرف
cs_cz: Zobrazit číslo místností
fr_fr: Afficher le numéro des chambres

source: Limit rooms number
ar: عدد الغرف الحد
cs_cz: Omezit počet místností

source: Persons
ar: الأشخاص
cs_cz: Osob
fr_fr: Personnes
hr: Osobe

source: Adults
ar: البالغين
cs_cz: Dospělý
fr_fr: Adultes
hr: Odrasli

source: Childrens
ar: الأطفال
cs_cz: Dětské
fr_fr: Pour enfants
hr: Dječji

source: Senior
ar: متقدّم
hr: Stariji

source: Services
ar: خدمات
cs_cz: Služby
hr: Usluge

source: Only Online Booking
ar: الحجز عبر الإنترنت فقط
cs_cz: Pouze on-line rezervace
fr_fr: Réservation en ligne uniquement
hr: Samo online rezervacija

source: Coupon
ar: كوبون
cs_cz: Kupón
hr: Kupon

source: (Regions, States, Cities, Zones)
ar: (المناطق، الولايات، المدن، المناطق)
cs_cz: (Regiony, státy, města, zóny)

source: Contract
ar: عقد
cs_cz: Smlouva
fr_fr: Contrat
hr: Ugovor

source: Price
ar: السعر
cs_cz: Cena
fr_fr: Prix
hr: Cijena

source: Floor Area
ar: مساحة الطابق
cs_cz: Podlahová plocha
fr_fr: Surface de plancher
hr: Površina

source: BedRooms
ar: غرف النوم
cs_cz: Ložnice
fr_fr: Chambres à coucher
hr: Spavaće sobe

source: Baths
ar: الحمامات
cs_cz: Lázně
fr_fr: Bains
hr: Kupaonice

source: Only New
ar: جديد فقط
cs_cz: Pouze nové
fr_fr: Seules les nouvelles
hr: Samo novo

source: Services list
ar: قائمة الخدمات
cs_cz: Seznam služeb
fr_fr: Liste des services
hr: Popis usluga

source: Risultato nella stessa pagina (solo se usato con shortcode)
ar: Risultato نيلا stessa pagina (سولو سي usato يخدع قصيرة الرمز القصير)
cs_cz: Risultato nella stessa pagina (sólo se usato con shortcode)

source: Or Select Result Page
ar: أو حدد صفحة النتائج
cs_cz: Nebo vybrat stránku výsledků

source: A Carousel list of Events.
ar: قائمة كاروسيل للأحداث.
cs_cz: Rotuje seznam událostí.

source: BookingFor Carousel Events
ar: BookingFor أحداث كاروسيل
cs_cz: Rezervace pro caruselové akce

source: Tags
ar: الوسوم
cs_cz: Značky
hr: Oznake

source: Items per page
ar: مواد لكل صفحة
cs_cz: Položek na stránku
fr_fr: Éléments par page
hr: Stavki po stranici

source: Theme
ar: القالب
cs_cz: Šablona
hr: Tema

source: Max items
ar: الحد الأقصى للعناصر
cs_cz: Max položky
fr_fr: Articles de Max
hr: Maksimalni broj stavki

source: Max description characters
ar: أقصى حروف الوصف
cs_cz: Max popis postavy
fr_fr: Caractères de description de Max
hr: Maksimalni broj znakova u opisu

source: A Carousel list of Poi.
ar: قائمة كاروسيل من بوي.
cs_cz: Kolotoč seznam obchodníků.

source: BookingFor Carousel Poi
ar: حجز كروسيل بوي
cs_cz: BookingFor vozík

source: A Carousel list of Resources.
ar: قائمة كاروسيل للموارد.
cs_cz: Rotuje seznam zdrojů.

source: BookingFor Carousel Resources
ar: BookingFor الموارد كاروسيل
cs_cz: Rezervace pro karuselové zdroje

source: A details merchant box.
ar: مربع تاجر تفاصيل.
cs_cz: Obchodní pole podrobností.
fr_fr: Une boîte de marchands de détails.
hr: Okvir pojedinosti trgovca.
